Repository: Asliddin562/Clinic
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Director
uz: Direktor

source: Accountant
uz: Buxgalter

source: Doctor
uz: Shifokor

source: Man
uz: Erkak

source: Woman
uz: Ayol

source: Manager
uz: Menejer

source: Receptionist
uz: Qabulxonachi

source: Dentist
uz: Stomatolog

source: Pediatrician
uz: Pediatr

source: Cardiologist
uz: Kardiolog

source: Neurologist
uz: Neyrolog

source: Surgeon
uz: Jarroh

source: Gynecologist
uz: Ginekolog

source: Dermatologist
uz: Dermatolog

source: Psychiatrist
uz: Psixiatr

source: Therapist
uz: Terapevt

source: Nurse
uz: Hamshira

source: Pharmacist
uz: Farmatsevt

source: Assistant
uz: Assistent

source: Guard
uz: Qorovul

source: Accepting Appointments
uz: Qabul qilmoqda

source: Not Accepting Appointments
uz: Qabul qilmayapti

source: scheduled
uz: Rejalashtirilgan

source: completed
uz: Tugallangan

source: canceled
uz: Bekor qilingan

source: upcoming_task
uz: Yaqinlashayotgan vazifa

source: upcoming_visit
uz: Yaqinlashayotgan tashrif

source: Primary mobile number must be in '+998901234567' or '998901234567' format.
uz: Asosiy mobil raqam '+998901234567' yoki '998901234567' formatida bo‘lishi kerak.

source: Secondary mobile number must be in '+998901234567' or '998901234567' format.
uz: Ikkinchi mobil raqam '+998901234567' yoki '998901234567' formatida bo‘lishi kerak.

source: Home phone number must be in '+998901234567' or '998901234567' format.
uz: Uy telefoni '+998901234567' yoki '998901234567' formatida bo‘lishi kerak.

source: Fixed
uz: Doimiy

source: Percentage
uz: Foizda

source: This user is not registered yet!
uz: Bunday foydalanuvchi ro'yxatdan o'tmagan!

source: Cannot register for a past date and time.
uz: O‘tgan vaqt bilan ro'yxatdan o'tish imkonsiz.

source: You can only book within the next 30 days.
uz: Faqat 30 kun ichida ro'yxatdan o'tish mumkin.

source: Appointments can only be booked between 09:00–13:00 or 14:00–23:00.
uz: Ro'yxatdan o'tish 09:00-13:00 yoki 14:00-23:00 orasida berilishi mumkin.

source: This time slot is already booked.
uz: Bu vaqt band qilingan.

source: The doctor does not work on this day.
uz: Doktor bu kuni ishlamaydi.
